[
  {
    "title": "Executive Order for Chief of Police of the LSPD",
    "date": "2024-08-03",
    "url": "https://www.nopixel.net/upload/index.php?posts/740609/",
    "body": "I Nino Chavez, Mayor of Los Santos County, hereby grant Daisy Moss (1495) the title of Chief of Police. The previous Chief of Police must step down. This legislation will take effect immediately."
  },
  {
    "title": "Chamber of Commerce of Los Santos County",
    "date": "2024-07-31T05:38:06+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/chamber-of-commerce-of-los-santos-county.352463/",
    "body": "Chamber of Commerce of Los Santos County\n\nIntroduction and Purpose:\nThe primary objective of the Chamber of Commerce is to create a group of like-minded individuals that either own a business, are entrepreneurs or have an interest in helping the businesses of Los Santos and uplift their business ideas and the local business community. \nLos Santos, Chamber of Commerce\n\nPurpose Statement\nThe Chamber of Commerce will exist to foster a dynamic business environment for the County of..."
  },
  {
    "title": "Los Santos Traffic Ordinances [REDUX] (Los Santos County)",
    "date": "2024-07-31T00:33:12+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/los-santos-traffic-ordinances-redux-los-santos-county.352441/",
    "body": "NOTE: Los Santos Traffic Regulations is being altered to Los Santos Traffic Ordinances alongside updates below\n\nLos Santos Traffic Ordinances\n\nIntroduction\nThe 'Los Santos Traffic Ordinances' act aims to be a living document in clarifying and reforming the traffic systems in Los Santos County to improve safety, traffic flow, infrastructure strains, needless civilian criminalization and reduce environmental impact, this legislation seeks to address the community's concerns about traffic..."
  },
  {
    "title": "Los Santos Blockade Act (Los Santos County)",
    "date": "2024-07-30T23:08:34+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/los-santos-blockade-act-los-santos-county.352437/",
    "body": "\"Los Santos Blockade Act\"\nGruppe 6 Clearance Level 3 (CL3) Blockade Act Legislation\n\nIntroduction:\nThe purpose of this legislation is to establish a special security privilege for Clearance Level 3 (CL3) employees of Gruppe 6, an asset security company. This license grants them specific privileges to ensure the secure and safe transport of large blockade shipments issued through the Gruppe 6 Company. This will allow them to act beyond the scope of a typical transport specialist in protecting..."
  },
  {
    "title": "Blaine County Business Protocols, Procedures, and Penalties (On Behalf of Andi Jones)",
    "date": "2024-07-28T15:40:27+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/blaine-county-business-protocols-procedures-and-penalties-on-behalf-of-andi-jones.352144/",
    "body": "Blaine County Business Protocols, Procedures, and Penalties\n\nThis legislation is intended to provide guidance for business protocols, laws, and enforcement within Blaine County.\n\nConstitutional Justification\n\nThe constitution provides no restrictions on..."
  },
  {
    "title": "Marijuana Decriminalization Act (Los Santos County)",
    "date": "2024-07-28T15:39:34+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/marijuana-decriminalization-act-los-santos-county.352048/",
    "body": "Introduction\nThe Marijuana Decriminalization Act aims to legalize the possession of small amounts of marijuana for personal use in Los Santos County. This initiative seeks to allow law enforcement to focus on more serious crimes and align with public opinion for a more equitable legal system.\n\nCitizens of Los Santos County have strongly supported the decriminalization of marijuana possession. This legislation addresses their desire to support personal..."
  },
  {
    "title": "FOIA Request for Citizen Profile (Legislation proposal for Nino Chavez)",
    "date": "2024-07-25T21:13:14+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/foia-request-for-citizen-profile-legislation-proposal-for-nino-chavez.351824/",
    "body": "FOIA Request for Citizen Profile\n\nIntroduction and Purpose\n\nLos Santos FOIA Request for Citizen Profile Legislation\n\nPurpose Statement:\nThis legislation aims to establish a standardized process for requesting and obtaining Citizen Profiles from government agencies under the Freedom of Information Act (FOIA), ensuring transparency, accountability, and the protection of individual privacy.\n\nBackground Information:\nCurrently, the process for obtaining comprehensive information about individuals..."
  },
  {
    "title": "Los Santos Traffic Regulations: STOP N GO (Legislation Proposal on behalf of LS County Mayor Nino Chavez)",
    "date": "2024-07-25T19:47:39+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/los-santos-traffic-regulations-stop-n-go-legislation-proposal-on-behalf-of-ls-county-mayor-nino-chavez.351463/",
    "body": "Introduction and Purpose: \"Los Santos Traffic Regulations: Stop N Go\"\n\nPurpose\nThe primary objective of the Stop n' Go initiative is to alleviate traffic-related delays and conserve resources that are otherwise wasted when vehicles idle at red lights. By reimagining the function of red traffic lights as stop signs, we aim to improve traffic flow and reduce environmental impact.\n\nAddresses Specific Needs or Issues\nThe citizens of Los Santos have voiced a clear preference for a..."
  },
  {
    "title": "Judicial Election - July 2024",
    "date": "2024-07-20T21:36:00+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/judicial-election-july-2024.350210/",
    "body": "All candidates interested in running for one of two Elected Judge seats shall provide their application in this post. Submissions will be closed on July 14th at 11PM EST. The voting ballots will then be opened and the timeline to vote announced via state announcement. You must meet the following requirements:\n- Must hold a State BAR License at the time of application\n- Individual must have a record that is clear of Felonies and Violent Misdemeanors\n- Candidates must remain unbiased..."
  },
  {
    "title": "San Andreas Medical Authority Director Candidate Election",
    "date": "2024-07-20T21:35:13+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/san-andreas-medical-authority-director-candidate-election.350009/",
    "body": "All candidates interested in running for the San Andreas Medical Authority Director seat shall provide their application in this post. Submissions will be closed on July 14th at 11PM EST. The voting ballots will then be opened and the timeline to vote announced via state announcement. You must be a current medical professional to qualify for this position, AKA you must be an active licensed doctor or EMS.\n\nThe following information is required:\n- Full Legal Name\n- State ID\n- Primary..."
  },
  {
    "title": "Blaine County Mayoral Candidate Application",
    "date": "2024-07-20T21:34:21+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/blaine-county-mayoral-candidate-application.349996/",
    "body": "All candidates interested in running for the Blaine County Mayor seat shall provide their application in this post. Submissions will be closed on July 14th at 11PM EST. The voting ballots will then be opened and the timeline to vote announced via state announcement. Convicted felons are not eligible to hold this public office.\n\nThe following information is required:\n- Full Legal Name\n- State ID\n- Primary Phone Number\n- Discord ID\n- A summary of your positions or platform"
  },
  {
    "title": "Los Santos County Mayoral Candidate Application",
    "date": "2024-07-20T21:33:33+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/los-santos-county-mayoral-candidate-application.349995/",
    "body": "All candidates interested in running for the Los Santos County Mayor seat shall provide their application in this post.  Submissions will be closed on July 14th at 11PM EST.  The voting ballots will then be opened and the timeline to vote announced via state announcement.   Convicted felons are not eligible to hold this public office.\n\nThe following information is required:\n- Full Legal Name\n- State ID\n- Primary Phone Number\n- Discord ID\n- A summary of your positions or platform"
  },
  {
    "title": "Format for Introducing Legislation in San Andreas",
    "date": "2024-07-10T16:50:02+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/format-for-introducing-legislation-in-san-andreas.350171/",
    "body": "Format for Introducing Legislation in San Andreas\nThe following is the general format for implementing any legislation introduced into San Andreas. Legislation must adhere to the Constitution of San Andreas and will follow a democratic process.\n\n1. Introduction and Purpose:\n- Purpose:\n  - Address specific needs or issues\n- Format:\n  - [Blaine County, Los Santos]Title\n  - Purpose Statement\n  - Background Information.\n\n2. Constitutional..."
  }
]