[
  {
    "title": "Hunting Regulations and Procedures",
    "date": "2024-08-08",
    "url": "https://www.nopixel.net/upload/index.php?threads/hunting-regulations-and-procedures.353160/unread&new=1",
    "body": "Kiva <https://www.nopixel.net/upload/index.php?members/kiva.138552/> posted a new thread to a forum you are watching at nopixel <https://www.nopixel.net/upload/index.php>. Hunting Regulations and Procedures <https://www.nopixel.net/upload/index.php?posts/741358/> *Introduction* This legislation shall outline the regulations and procedures that must be followed by those choosing to engage in hunting practices in Blaine County. *Constitutional Justification* The Constitution empowers the Mayor of Blaine County to legislate laws that pertain to the residents and operations within Blaine County. *Details* Hunting is only permitted within the non-residential areas of Blaine County. In order to engage in hunting practices, hunters must abide by the following guidelines: - Obtainment of a hunting license via a Justice, Judge, or County Clerk for a one-time fee of $4,500. Anyone with a violent felony will be automatically disqualified from obtaining or holding a Hunting License. - Hunting Rifles may only be possessed and used by licensed hunters. - Anyone who owns a Hunting Rifle which was purchased prior to this legislation going into effect must procure their Hunting License within 1 week or may face criminal charges. - At this time, only deer are authorized for hunting. Hunting for any other game is, at this time, illegal. *Implementation* *Timeline for Enactment:* Effective immediately. *Conclusion* Through this legislation, citizens seeking to engage in hunting will educate themselves concerning the parameters and procedures pertaining to hunting licensing and practicing. *Signature* Andi Jones Mayor of Blaine County August 6, 2024 View this thread <https://www.nopixel.net/upload/index.php?threads/hunting-regulations-and-procedures.353160/unread&new=1> Watched forums <https://www.nopixel.net/upload/index.php?watched/forums> Please do not reply to this message. You must visit the forum to reply. This message was sent to you because you opted to watch the forum \"City Hall\" at nopixel with email notification of new threads or messages. You will not receive any further emails about this thread until you have read the new messages. If you no longer wish to receive these emails, you may disable emails from this forum <https://www.nopixel.net/upload/index.php?email-stop/253673/content&t=forum&id=264&c=a09e5bd8097f3aa16759ffa879ad8434> or disable all emails <https://www.nopixel.net/upload/index.php?email-stop/253673/all&c=a09e5bd8097f3aa16759ffa879ad8434> . Visit nopixel <https://www.nopixel.net/upload/index.php>"
  },
  {
    "title": "Amendment to Blaine County Business Protocols, Procedures, and Penalties",
    "date": "2024-08-08",
    "url": "https://www.nopixel.net/upload/index.php?threads/amendment-to-blaine-county-business-protocols-procedures-and-penalties.353166/unread&new=1",
    "body": "Kiva <https://www.nopixel.net/upload/index.php?members/kiva.138552/> posted a new thread to a forum you are watching at nopixel <https://www.nopixel.net/upload/index.php>. Amendment to Blaine County Business Protocols, Procedures, and Penalties <https://www.nopixel.net/upload/index.php?posts/741369/>\n*Wording Alteration*\n\n\nThe original 14 day window to receive a response from the Mayor is too long when addressing a party that has been operating without a business license, given that they are required to obtain one within a 7 day window.\n\n\n*Original:* \"The Mayor's Office of Blaine County is tasked with the responsibility to communicate approval, denial, or requested alterations to your submitted proposal within 14 days of the submission.\"\n\n*Alteration:* \"The Mayor's Office of Blaine County is tasked with the responsibility to communicate approval, denial, or requested alterations to submitted proposal in an efficient and fair time frame.\"\n\n\n*New Section under \"Details\"*\n\nOperating without a Business License (see below)\n\n_________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________\n\n*Legislation Including the Aforementioned Amendments:*\n\n\nThis legislation is intended to provide guidance for business protocols, laws, and enforcement within Blaine County.\n\n*Constitutional Justification*\n\nThe constitution provides no restrictions on the ability of a private citizen to conduct themselves or engage in commercial operations of a business. The constitution under Article II, Section 2 also empowers the Mayor of Blaine County to establish legislation, laws, procedures, and penalties pertaining to upstart and practices of businesses within its jurisdiction.\n\n*Details & Enforcement*\n\n*Business Proposal Procedure*\n\nThe citizens of San Andreas who seek to open and operate a business in Blaine County are responsible for proposing their intended business to the office of the Mayor of Blaine County via the business app. The submitter of the proposal must be the intended owner of the business, and must meet the following qualifications in order for their proposal to be considered:\n\n- No felonies, violent misdemeanors, or fraud on their criminal record\n\n\nThe business proposals will abide by the following guidelines or will be subject to denial:\n\n- State ID for identification and background check purposes.\n\n- Phone number of the owner for communication purposes.\n\n- The type of business and correct categorization of its goods or services.\n\n- The intended location of the business, which must be owned OR if you do not own the business yet, this may be updated in the future by citing an available property.\n\n\nThe Mayor's Office of Blaine County is tasked with the responsibility to communicate approval, denial, or requested alterations to submitted proposal in an efficient time frame.\n\nIf the business is approved, it is the responsibility of the submitter to seek the purchasing of a Business License as outlined in the Business License Protocols.\n\nIf the business is denied, the Blaine County Mayor's Office will communicate their concerns with the proposal. If they so choose, the submitter will then be allowed to submit a new or altered proposal at any time that addresses the concerns for reconsideration.\n\n* Business Penalties*\n\nShould a business owner that operates out of Blaine County be tried and found guilty in a court of law of having used their business for illegal activity, the business owner may be summoned to come before a panel in Blaine County to address what will become of their business. This panel will include the Mayor of Blaine County, one Justice/Judge, and the current Sheriff of Blaine County. The business owner will have the opportunity to plead their case to this panel, and the panel reserves the right to administer probation, fines, or seizures, if any, that they see fit.\n\n*Operating without a Business License*\n\nShould a citizen be found to be operating a business in Blaine County without a Business License, penalties will administered.\n\nThe following penalties will always be accompanied by a 7 day window between them. During this 7 day window, the offender will be expected to cease operations and obtain a Business License. Should they fail to obtain a Business License and continue operating, they will be penalized, and the next 7 day window will begin at the time of the penalty being issued.\n\nThe aforementioned penalties will escalate every 7 days, doubling the fine associated with the penalty each time. For example:\n\nFirst offense: Warning issued\nSecond offense: $25,000\nThird offense: $50,000\nFourth offense: $100,000\nFifth offense: $200,000\n\nThis will continue on until the offender ceases operations and obtains a Business License, or simply until they cease operations (if they choose not to pursue obtainment of a Business License).\n\n*Implementation Plan*\n\n*Timeline for Enactment:* Effective immediately.\n\n*Conclusion *\n\nThrough this legislation, citizens seeking to apply for, own, and operate businesses in Blaine County will be knowledgeable of the protocols, procedures, and penalties associated with that endeavor."
  },
  {
    "title": "Enactment of Toll Roads",
    "date": "2024-08-07",
    "url": "https://www.nopixel.net/upload/index.php?posts/741631/",
    "body": "Introduction\nHigh rates of speed have been a growing concern within Sandy Shores. Enacting 2 toll roads will help to slow down citizens driving through Sandy Shores, therefore keeping the residents and pedestrians safer, as well as contributing to the Blaine County Sheriff's Office's funds to support the growth of the department and, as a consequence, a safer Blaine County.\n\nConstitutional Justification\nAs per the Constitution, the Blaine County Mayor is responsible for the creation of Blaine County legislation and services, and the Blaine County Sheriff's Office is responsible for the County’s public services. \n\nDetails\nTwo toll booths will be installed in Sandy Shores: One on East Joshua Road and one on Panorama Drive. These toll booths will be operated by members of the Blaine County Sheriff's Office. When a vehicle approaches the toll booth, they will come to a full stop and be charged with a $25.00 fee in order to pass. Should a citizens want easier entry, they will be allowed to purchase a Sandy Skip, which costs $500.00 and gains them quick passage through either toll road for 1 month.\n\nShould a citizen pass through the toll road without paying while it is being actively operated, and the citizen has been identified, they will incur a $25 fine to be paid at a later time. Each recurring time that the citizen passes without paying will incur another $25.\n\nIf a citizen drives through a toll road but the toll booth is not currently being operated, no toll will be applied for that passing.\n\nMembers of the Unified Police Department and members of the Emergency Medical Services are exempt from all tolls.\n\nImplementation\n\nTimeline for Enactment: Effective Immediately.\n\nConclusion\n\nWith the operation of these toll roads, Sandy Shores will become a safer place to live and visit while also helping to raise funds for a more well-equipped and productive Sheriff's Office.\n\nSignature\n\nAndi Jones\nMayor of Blaine County\nAugust 7, 2024"
  },
  {
    "title": "Hunting Regulations and Procedures",
    "date": "2024-08-06",
    "url": "https://www.nopixel.net/upload/index.php?threads/hunting-regulations-and-procedures.353160/unread&new=1",
    "body": "Kiva <https://www.nopixel.net/upload/index.php?members/kiva.138552/> posted a new thread to a forum you are watching at nopixel <https://www.nopixel.net/upload/index.php>. Hunting Regulations and Procedures <https://www.nopixel.net/upload/index.php?posts/741358/>\n*Introduction*\n\nThis legislation shall outline the regulations and procedures that must be followed by those choosing to engage in hunting practices in Blaine County.\n\n*Constitutional Justification*\n\nThe Constitution empowers the Mayor of Blaine County to legislate laws that pertain to the residents and operations within Blaine County.\n\n*Details*\n\nHunting is only permitted within the non-residential areas of Blaine County. In order to engage in hunting practices, hunters must abide by the following guidelines:\n\n- Obtainment of a hunting license via a Justice, Judge, or County Clerk for a one-time fee of $4,500. Anyone with a violent felony will be automatically disqualified from obtaining or holding a Hunting License.\n- Hunting Rifles may only be possessed and used by licensed hunters.\n- Anyone who owns a Hunting Rifle which was purchased prior to this legislation going into effect must procure their Hunting License within 1 week or may face criminal charges.\n- At this time, only deer are authorized for hunting. Hunting for any other game is, at this time, illegal.\n\n*Implementation*\n\n*Timeline for Enactment:* Effective immediately.\n\n*Conclusion*\n\nThrough this legislation, citizens seeking to engage in hunting will educate themselves concerning the parameters and procedures pertaining to hunting licensing and practicing.\n\n*Signature*\n\nAndi Jones\nMayor of Blaine County\nAugust 6, 2024\nView this thread\n<https://www.nopixel.net/upload/index.php?threads/hunting-regulations-and-procedures.353160/unread&new=1>\nWatched forums <https://www.nopixel.net/upload/index.php?watched/forums>"
  },
  {
    "title": "Executive Order for Chief of Police of the LSPD",
    "date": "2024-08-03",
    "url": "https://www.nopixel.net/upload/index.php?posts/740609/",
    "body": "I Nino Chavez, Mayor of Los Santos County, hereby grant Daisy Moss (1495) the title of Chief of Police. The previous Chief of Police must step down. This legislation will take effect immediately."
  },
  {
    "title": "Chamber of Commerce of Los Santos County",
    "date": "2024-07-31T05:38:06+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/chamber-of-commerce-of-los-santos-county.352463/",
    "body": "Chamber of Commerce of Los Santos County\n\nIntroduction and Purpose:\nThe primary objective of the Chamber of Commerce is to create a group of like-minded individuals that either own a business, are entrepreneurs or have an interest in helping the businesses of Los Santos and uplift their business ideas and the local business community. \nLos Santos, Chamber of Commerce\n\nPurpose Statement\nThe Chamber of Commerce will exist to foster a dynamic business environment for the County of..."
  },
  {
    "title": "Los Santos Traffic Ordinances [REDUX] (Los Santos County)",
    "date": "2024-07-31T00:33:12+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/los-santos-traffic-ordinances-redux-los-santos-county.352441/",
    "body": "NOTE: Los Santos Traffic Regulations is being altered to Los Santos Traffic Ordinances alongside updates below\n\nLos Santos Traffic Ordinances\n\nIntroduction\nThe 'Los Santos Traffic Ordinances' act aims to be a living document in clarifying and reforming the traffic systems in Los Santos County to improve safety, traffic flow, infrastructure strains, needless civilian criminalization and reduce environmental impact, this legislation seeks to address the community's concerns about traffic..."
  },
  {
    "title": "Los Santos Blockade Act (Los Santos County)",
    "date": "2024-07-30T23:08:34+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/los-santos-blockade-act-los-santos-county.352437/",
    "body": "\"Los Santos Blockade Act\"\nGruppe 6 Clearance Level 3 (CL3) Blockade Act Legislation\n\nIntroduction:\nThe purpose of this legislation is to establish a special security privilege for Clearance Level 3 (CL3) employees of Gruppe 6, an asset security company. This license grants them specific privileges to ensure the secure and safe transport of large blockade shipments issued through the Gruppe 6 Company. This will allow them to act beyond the scope of a typical transport specialist in protecting..."
  },
  {
    "title": "Blaine County Business Protocols, Procedures, and Penalties (On Behalf of Andi Jones)",
    "date": "2024-07-28T15:40:27+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/blaine-county-business-protocols-procedures-and-penalties-on-behalf-of-andi-jones.352144/",
    "body": "Blaine County Business Protocols, Procedures, and Penalties\n\nThis legislation is intended to provide guidance for business protocols, laws, and enforcement within Blaine County.\n\nConstitutional Justification\n\nThe constitution provides no restrictions on..."
  },
  {
    "title": "Marijuana Decriminalization Act (Los Santos County)",
    "date": "2024-07-28T15:39:34+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/marijuana-decriminalization-act-los-santos-county.352048/",
    "body": "Introduction\nThe Marijuana Decriminalization Act aims to legalize the possession of small amounts of marijuana for personal use in Los Santos County. This initiative seeks to allow law enforcement to focus on more serious crimes and align with public opinion for a more equitable legal system.\n\nCitizens of Los Santos County have strongly supported the decriminalization of marijuana possession. This legislation addresses their desire to support personal..."
  },
  {
    "title": "FOIA Request for Citizen Profile (Legislation proposal for Nino Chavez)",
    "date": "2024-07-25T21:13:14+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/foia-request-for-citizen-profile-legislation-proposal-for-nino-chavez.351824/",
    "body": "FOIA Request for Citizen Profile\n\nIntroduction and Purpose\n\nLos Santos FOIA Request for Citizen Profile Legislation\n\nPurpose Statement:\nThis legislation aims to establish a standardized process for requesting and obtaining Citizen Profiles from government agencies under the Freedom of Information Act (FOIA), ensuring transparency, accountability, and the protection of individual privacy.\n\nBackground Information:\nCurrently, the process for obtaining comprehensive information about individuals..."
  },
  {
    "title": "Los Santos Traffic Regulations: STOP N GO (Legislation Proposal on behalf of LS County Mayor Nino Chavez)",
    "date": "2024-07-25T19:47:39+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/los-santos-traffic-regulations-stop-n-go-legislation-proposal-on-behalf-of-ls-county-mayor-nino-chavez.351463/",
    "body": "Introduction and Purpose: \"Los Santos Traffic Regulations: Stop N Go\"\n\nPurpose\nThe primary objective of the Stop n' Go initiative is to alleviate traffic-related delays and conserve resources that are otherwise wasted when vehicles idle at red lights. By reimagining the function of red traffic lights as stop signs, we aim to improve traffic flow and reduce environmental impact.\n\nAddresses Specific Needs or Issues\nThe citizens of Los Santos have voiced a clear preference for a..."
  },
  {
    "title": "Judicial Election - July 2024",
    "date": "2024-07-20T21:36:00+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/judicial-election-july-2024.350210/",
    "body": "All candidates interested in running for one of two Elected Judge seats shall provide their application in this post. Submissions will be closed on July 14th at 11PM EST. The voting ballots will then be opened and the timeline to vote announced via state announcement. You must meet the following requirements:\n- Must hold a State BAR License at the time of application\n- Individual must have a record that is clear of Felonies and Violent Misdemeanors\n- Candidates must remain unbiased..."
  },
  {
    "title": "San Andreas Medical Authority Director Candidate Election",
    "date": "2024-07-20T21:35:13+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/san-andreas-medical-authority-director-candidate-election.350009/",
    "body": "All candidates interested in running for the San Andreas Medical Authority Director seat shall provide their application in this post. Submissions will be closed on July 14th at 11PM EST. The voting ballots will then be opened and the timeline to vote announced via state announcement. You must be a current medical professional to qualify for this position, AKA you must be an active licensed doctor or EMS.\n\nThe following information is required:\n- Full Legal Name\n- State ID\n- Primary..."
  },
  {
    "title": "Blaine County Mayoral Candidate Application",
    "date": "2024-07-20T21:34:21+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/blaine-county-mayoral-candidate-application.349996/",
    "body": "All candidates interested in running for the Blaine County Mayor seat shall provide their application in this post. Submissions will be closed on July 14th at 11PM EST. The voting ballots will then be opened and the timeline to vote announced via state announcement. Convicted felons are not eligible to hold this public office.\n\nThe following information is required:\n- Full Legal Name\n- State ID\n- Primary Phone Number\n- Discord ID\n- A summary of your positions or platform"
  },
  {
    "title": "Los Santos County Mayoral Candidate Application",
    "date": "2024-07-20T21:33:33+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/los-santos-county-mayoral-candidate-application.349995/",
    "body": "All candidates interested in running for the Los Santos County Mayor seat shall provide their application in this post.  Submissions will be closed on July 14th at 11PM EST.  The voting ballots will then be opened and the timeline to vote announced via state announcement.   Convicted felons are not eligible to hold this public office.\n\nThe following information is required:\n- Full Legal Name\n- State ID\n- Primary Phone Number\n- Discord ID\n- A summary of your positions or platform"
  },
  {
    "title": "Format for Introducing Legislation in San Andreas",
    "date": "2024-07-10T16:50:02+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/format-for-introducing-legislation-in-san-andreas.350171/",
    "body": "Format for Introducing Legislation in San Andreas\nThe following is the general format for implementing any legislation introduced into San Andreas. Legislation must adhere to the Constitution of San Andreas and will follow a democratic process.\n\n1. Introduction and Purpose:\n- Purpose:\n  - Address specific needs or issues\n- Format:\n  - [Blaine County, Los Santos]Title\n  - Purpose Statement\n  - Background Information.\n\n2. Constitutional..."
  }
]