[
  {
    "title": "Social Committee of Los Santos Police Department",
    "date": "2024-08-10",
    "url": "https://www.nopixel.net/upload/index.php?threads/social-committee-of-los-santos-police-department.353670/unread&new=1",
    "body": "Social Committee of Los Santos Police Department\n\nPurpose:\nDue to increasing social clubs and organizations within the Los Santos Police Department, it is imperative to have legislation in place so that the Officers within the confines of their employment can have fun and partake in social activities without interrupting their duties.\n\nScope:\nAll citizens located within Los Santos County.\n\nConstitutional Justification: \nTo ensure sections 2, 3, 4, and 8 of the Rights and freedoms are upheld within the Los Santos Police Department while providing the services to the Residences and visitors to Los Santos County.\n\nDefinitions:\n“LSPD” - Los Santos Police Department\n“Committee” - Los Santos Police Department Social Committee\n“Mayor” - Mayor of Los Santos County\n“Officer” - Any member and sworn officer of the Los Santos Police Department of any rank.\n“County” - Los Santos County\n\nLegislation:\n\nA social committee will be formed within the LSPD at the direction of the Mayor of Los Santos County.\n\nIt shall hereby named the “Los Santos Police Department Social Committee”\n\nThe Head of the Social Committee selected by, and jointly agreed upon by the Mayor and the Chief of Los Santos Police Department.\n\nThe Head of the Committee can be changed without notice and at the discretion of the Mayor. The Chief of Los Santos Police Department retains these rights as well.\n\nThe Head of the committee will appoint up to 5 Officers to assist with planning of events, fundraising, and morale boosting efforts by the committee\nThere must be at least one Officer from each shift on the panel to ensure fair coverage\n\nThe head of the Committee will be responsible for organizing social events within the LSPD to help with job stress, and as team bonding.\n\nAll events must be inclusive of all members groups and individuals within LSPD\n\nThe event should be attended and held for off duty Officers, thus anyone who is attending the event should be classified as a civilian should any criminal and/or civil issues arise.\n\nThe head of the committee will be responsible to create and submit a budget to the Mayors Office.\n\nEvents of a Social or Agenda gain must not interfere with intended coverage and safety of the citizens of Los Santos\n\nGroups and committees will not be allowed without the oversight and approval of the Mayor. This includes but not limited to;\n\nEmployee Associations\nCommittees\n\nThe Chief of Los Santos Police Department retains all veto powers in this legislation and as such can deny events, members of the board etc.\n\nTime date of event \nOff duty\nNo job Relate actions while at events\nChief decides how many members on panel\n\nImplementation of Legislation:\n\nThis legislation will take effect upon passing and regulatory screening and current approval processes. \n\nConclusion:\n\n This legislation is meant to ensure the safety of all individuals who live in and visit the great County of Los Santos while providing Officers of Los Santos Police Department recreation and inclusive team building relaxation.\n\nSignatures\n\nNino Chavez\nLos Santos Mayor’s Office\nAugust 9, 2024\n\nUnderwriter: LSCMO, Bill Maze 09 AUG 2024\n\nSignatories:\nLSCMO, Tilly Winters 09 AUG 2024"
  },
  {
    "title": "Los Santos Public Photography and Video Ordinances",
    "date": "2024-08-10",
    "url": "https://www.nopixel.net/upload/index.php?threads/los-santos-public-photography-and-video-ordinances.353667/unread&new=1",
    "body": "Los Santos Public Photography and Video Ordinances\n\nIntroduction\n\nThe ‘Los Santos Public Photography and Video Ordinances’ is to be a living document to help in documenting and clarifying the legality of taking photos and filming video in public for professionals and hobbyists alike in Los Santos County.\n\nConstitutional Justification\n\nArticle II, Section 3 of The Constitution of San Andreas empowers the Mayor of Los Santos County to enact legislation within the jurisdiction. Further Article III, Section 2 guarantees the right to Free Speech and Thought.\n\nOrdinance Register\n\nO-01) Public Photography and Video\n\nObjective: Citizens and visitors to Los Santos County shall be free to take videos and photos in and of publicly accessible spaces.\n\nEnforcement: Citizens of and visitors to Los Santos County will be permitted to take photos, record video, and audio in public spaces, including but not limited to police interactions. Places where people have a reasonable expectation of privacy such as speaking with a doctor at the hospital, or within their own home with the blinds closed are not publicly accessible spaces.\n\nPenalties: N/A\n\nGlossary: \n1. Publicly Accessible Spaces - Any space generally open and accessible to the public which include but are not limited to public sidewalks, outside of MRPD, public parking lots, outside of city hall, etc.\n\nO-02) Lawful Influence and Vernacular for Essential Press Detail Act (L.I.V.E.P.D. Act)\n\nObjective: This act aims to provide protections for members of the press who are reporting on an active scene of law enforcement interactions in Los Santos County\n\nEnforcement:\n1.) All citizens and visitors to Los Santos County shall be allowed to record, photograph, and observe active scenes from a safe distance of at least one city block.\n\n2.) Members of the press will wear identifiable attire, including a blue helmet and blue protective vest, when reporting on active scenes in Los Santos County, and must be signed in as a WEAZEL News employee.\n3.) Members of the press will be allowed closer for reporting so long as they wear appropriate protective attire detailed above, maintain as safe a distance as possible, and obey the lawful orders of members of LSPD on scene.\n\n4.) Law Enforcement on scene should use discretion in issuing lawful orders to back away from an active scene, or orders to move across the road or otherwise leave the area with press wearing appropriate protective attire on scene so as to allow for reporting on the active scene.\n\nPenalties: N/A\n\nGlossary:\n1. Press: The individuals, such as photographers, reporters, journalists, and camera operators who work for newspapers, magazines, news channels, etc.\n\n2. Press appropriate protective attire: Basic protective gear including a blue helmet and blue protective vest marking the individual as a member of the press.\nImplementation Plan\n\nEffective Immediately\n\nSignatures\n\nNino Chavez\n\nLos Santos Mayor’s Office\n\nAugust 9, 2024\n\nUnderwriter:\n\nLSCMO, Archibald McRae 09 AUG 2024\n\nSignatories:"
  },
  {
    "title": "Necessary Violence Legislation (Los Santos County)",
    "date": "2024-08-10",
    "url": "https://www.nopixel.net/upload/index.php?threads/necessary-violence-legislation-los-santos-county.353666/unread&new=1",
    "body": "The Necessary Violence Legislation (Referred to as NVL in short) is to  build upon acceptable standards laid out in the Stand your Ground concept held in common law for residents of Los Santos County.\n\nScope:\n\nAll citizens located within Los Santos County.\n\nConstitutional Justification: \n\nThis legislation’s foundation is rooted in the Constitution that all law abiding citizens of Los Santos County shall be ensured the rights to life, liberty and property. \n\nNote:\n\nIt is impossible to cover all situations and/or types of perceived threats to individuals, the onus is on the victim to articulate reasoning within the situation of how this legislation applies to their specific situation,and remains an affirmative defense. \n\nDefinitions:\n\n“Imminent threats of life and bodily loss ” - to be articulated that without intervention by the victim there will be serious immediate risk of loss of life or loss of limb.;\n\nLoss of life and/or limb; actions that can lead to actions that would directly lead to death and or quality of life loss ie; hatchet to the arm resulting in loss of use of arm or other limb permanently or possibility of.  \n\n“Weapon” - Any item used to inflict injury to an individual or damage to property.\n\n“Downed Individual” - A citizen who has been incapacitated due to injury\n\n“Non Conventional Weapons” - An item not intended to be used to inflict injury to a person or damage to property\n\nExample but not limited to; Fire Extinguisher\n\n“Victim” - An individual and or group experiencing violence directed towards them.\n\n“Mutual Combat” - Mutual combat is defined to include any combat, fights, sports or other situations where the persons involved mutually agree to use violence for sports or other means to have a desired outcome. Ie: Boxing, hockey. (Not an inclusive list)\n\nLegislation:\n\nCitizens of Los Santos County may defend themselves against imminent threats of life, bodily harm when no other means are available to secure life.\n\nA citizen in an imminent threat scenario would be able to use any means necessary to deprive the threat of the opportunity to cause harm including but not limited to;\nUse of non conventional weapons.\nUse of others registered weapons in desperation;\nIe: Taking a weapon of a downed individual in order to subdue the threat:\n\nTaking the above aforementioned weapons off of an individual to use for self-defense.\n\nA citizen who exercises these rights would not face criminal charges from the following but not limited too;\nResulting in the death and/or injury to the perpetrator \nThe citizens would not face charges resulting in using weapons to ensure the safety of themselves and or the group. \nThe possession of said weapon, if it was taken off someone in the immediate incident\n\nThis will not override standard excessive force concepts, once the threat is eliminated the incident must be immediately reported to LSPD and full cooperation will be required from the victim(s)\n\nThis legislation is not intended to be used to escalate a mutual combat scenario. Unless the person utilizing this legislation was not privy to the mutual actions agreed to. \n\nUnless criminal charges have been articulated against the victim by a law enforcement agency, perpetrators who have been acted upon by use of this legislation have no right to civil litigation against the original victim(s).\n\nImplementation of Legislation:\n\nThis legislation will take effect upon passing and regulatory screening and current approval processes. \n\nConclusion:\n\nThis legislation is meant to ensure the safety of all individuals from random and/or targeted attacks and ensure the citizens right to safely defend themselves without fear of legal repercussions, but remains an affirmative defense. \n\nSignatures\n\nNino Chavez\n\nLos Santos Mayor’s Office\n\nAugust 9, 2024\n\nUnderwriter: LSCMO, Bill Maze 09 AUG 2024\n\nSignatories:\n\nLSCMO, Abilene Contralto 09 AUG 2024\n\n LSCMO, Archibald McRae 09 AUG 2024\n\nLSCMO, Tilly Winters 09 AUG 2024"
  },
  {
    "title": "Blaine County Adoption of the Marijuana Decriminalization Act",
    "date": "2024-08-09",
    "url": "https://www.nopixel.net/upload/index.php?threads/blaine-county-adoption-of-the-marijuana-decriminalization-act.353423/unread&new=1",
    "body": "Blaine County Adoption of the Marijuana Decriminalization Act\nThe Blaine County Mayor's Office would motion to adopt the Marijuana\nDecriminalization Act. Below is the original legislation enacted by Los\nSantos County with changes that render it applicable to Blaine County.\n\n*Introduction*\n\nThe Marijuana Decriminalization Act aims to legalize the possession of\nsmall amounts of marijuana for personal use in Blaine County. This\ninitiative seeks to allow law enforcement to focus on more serious crimes\nand align with public opinion for a more equitable legal system. Citizens\nof Blaine County have strongly supported the decriminalization of marijuana\npossession. This legislation addresses their desire to support personal\nfreedom and ensure responsible use. The Act permits adults to possess up to\nsix marijuana joints or an equivalent amount of marijuana for rolling or\npipe smoking. This move aligns with a growing trend toward marijuana\ndecriminalization, which has been known to reduce law enforcement costs and\nnon-violent drug arrests. Blaine County aims to join this progressive\nmovement and enhance the well-being of its residents.\n\n\n*Purpose*\n\nTo provide a clear and actionable plan for the implementation of the\nMarijuana Legislation, ensuring smooth transition and effective adoption.\n\n\n*Constitutional Justification*\n\nThe Constitution supports individual freedoms in regards to health, privacy\nand dignity, and this legislation seeks to protect citizens' rights to make\nsafe choices regarding marijuana use. The initiative aims to protect\npersonal liberties by:\n\n1. Allowing adults to possess small amounts of marijuana for personal use.\n2. Reducing unnecessary criminalization and supporting a fair legal system.\n3. Respecting the rights of citizens to make personal lifestyle choices\nwithout undue government interference.\n\n\n*Details*\n\n*Definitions*\n\n*Marijuana Joint* - A marijuana joint is a rolled cannabis cigarette. It\nconsists of marijuana, which is the dried flowers and leaves of the\ncannabis plant, rolled in a paper designed for smoking. May weigh up to and\nincluding 1g.\n*Weed Baggie* - A Weed Baggie is a small, seal-able plastic bag used for\nstoring and transporting loose cannabis / marijuana. May weigh up to and\nincluding 1g.\n*Rolling Paper* - A thin paper used to encase the cannabis. These papers\ncan be made from various materials.\n\n\n*Enforcement:*\n\nThe possession of up to six marijuana joints or an equivalent amount of\nweed baggies will be legal for adults. Law enforcement will focus on\nensuring that this limit is respected and that marijuana is not used in\nspaces where smoking is prohibited.\n\nLaw enforcement authorities are mandated to ensure compliance with these\npossession limits. All persons shall be assumed to be within the legal\nquantity of marijuana by default, and will not under any circumstances be\neligible to be detained or searched using “Probable Cause” for the\npossession of marijuana alone, without probable cause that can be\narticulated that an individual exceeds the limits. The act of a citizen\nsmoking, rolling or displaying marijuana shall not invoke or engage\nReasonable Suspicion or Probable Cause for any further investigation,\ndetainment or search.\n\n\n*Penalties for Non-Compliance*\n\nPossession of marijuana in quantities exceeding the legal limit are subject\nto incur penalties, including fines and potential misdemeanor or felony\ncharges; which may apply to possession amounts outside of these limits.\n\n\n*Overview: Marijuana Decriminalization Act*\n\nLegal Possession Limits: Citizens of Los Santos County may legally possess\nin total up to six (6) Marijuana Joint(s). Alternatively, they may possess\nup to three (3) Marijuana Baggies for pipe smoking or rolling. Citizens are\nalso afforded having an assortment, as long as the charted totals below are\nfollowed:\n\n*Example Assortment Table*\n\n+=========+=============+==================+\n\n| Joints | Weed Baggie | Allowance |\n\n+=========+=============+==================+\n\n| ≤ 6 | 0 | ALLOWED |\n\n| ≤ 5 | 0 | ALLOWED |\n\n| ≤ 4 | ≤ 1 | ALLOWED |\n\n| ≤ 3 | ≤ 1 | ALLOWED |\n\n| ≤ 2 | ≤ 2 | ALLOWED |\n\n| ≤ 1 | ≤ 2 | ALLOWED |\n\n| 0 | ≤ 3 | ALLOWED |\n\n| 1 ≤ | 3 ≤ | NOT ALLOWED |\n\n| 5 ≤ | 1 ≤ | NOT ALLOWED |\n\n+=========+=============+==================+\n\n\n*Implementation*\n\n*Timeline for Enactment:* Effective Immediately\n\n\n*Signatures*\n\nAndi Jones\nMayor of Blaine County\nAugust 8, 2024\n\nSponsors: None"
  },
  {
    "title": "Hunting Regulations and Procedures",
    "date": "2024-08-08",
    "url": "https://www.nopixel.net/upload/index.php?threads/hunting-regulations-and-procedures.353160/unread&new=1",
    "body": "This legislation shall outline the regulations and procedures that must be followed by those choosing to engage in hunting practices in Blaine County. *Constitutional Justification* The Constitution empowers the Mayor of Blaine County to legislate laws that pertain to the residents and operations within Blaine County. *Details* Hunting is only permitted within the non-residential areas of Blaine County. In order to engage in hunting practices, hunters must abide by the following guidelines: - Obtainment of a hunting license via a Justice, Judge, or County Clerk for a one-time fee of $4,500. Anyone with a violent felony will be automatically disqualified from obtaining or holding a Hunting License. - Hunting Rifles may only be possessed and used by licensed hunters. - Anyone who owns a Hunting Rifle which was purchased prior to this legislation going into effect must procure their Hunting License within 1 week or may face criminal charges. - At this time, only deer are authorized for hunting. Hunting for any other game is, at this time, illegal. *Implementation* *Timeline for Enactment:* Effective immediately. *Conclusion* Through this legislation, citizens seeking to engage in hunting will educate themselves concerning the parameters and procedures pertaining to hunting licensing and practicing. *Signature* Andi Jones Mayor of Blaine County August 6, 2024 View this thread <https://www.nopixel.net/upload/index.php?threads/hunting-regulations-and-procedures.353160/unread&new=1> Watched forums <https://www.nopixel.net/upload/index.php?watched/forums> Please do not reply to this message. You must visit the forum to reply. This message was sent to you because you opted to watch the forum \"City Hall\" at nopixel with email notification of new threads or messages. You will not receive any further emails about this thread until you have read the new messages. If you no longer wish to receive these emails, you may disable emails from this forum <https://www.nopixel.net/upload/index.php?email-stop/253673/content&t=forum&id=264&c=a09e5bd8097f3aa16759ffa879ad8434> or disable all emails <https://www.nopixel.net/upload/index.php?email-stop/253673/all&c=a09e5bd8097f3aa16759ffa879ad8434> . Visit nopixel <https://www.nopixel.net/upload/index.php>"
  },
  {
    "title": "Amendment to Blaine County Business Protocols, Procedures, and Penalties",
    "date": "2024-08-08",
    "url": "https://www.nopixel.net/upload/index.php?threads/amendment-to-blaine-county-business-protocols-procedures-and-penalties.353166/unread&new=1",
    "body": "*Wording Alteration*\n\n\nThe original 14 day window to receive a response from the Mayor is too long when addressing a party that has been operating without a business license, given that they are required to obtain one within a 7 day window.\n\n\n*Original:* \"The Mayor's Office of Blaine County is tasked with the responsibility to communicate approval, denial, or requested alterations to your submitted proposal within 14 days of the submission.\"\n\n*Alteration:* \"The Mayor's Office of Blaine County is tasked with the responsibility to communicate approval, denial, or requested alterations to submitted proposal in an efficient and fair time frame.\"\n\n\n*New Section under \"Details\"*\n\nOperating without a Business License (see below)\n\n_________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________\n\n*Legislation Including the Aforementioned Amendments:*\n\n\nThis legislation is intended to provide guidance for business protocols, laws, and enforcement within Blaine County.\n\n*Constitutional Justification*\n\nThe constitution provides no restrictions on the ability of a private citizen to conduct themselves or engage in commercial operations of a business. The constitution under Article II, Section 2 also empowers the Mayor of Blaine County to establish legislation, laws, procedures, and penalties pertaining to upstart and practices of businesses within its jurisdiction.\n\n*Details & Enforcement*\n\n*Business Proposal Procedure*\n\nThe citizens of San Andreas who seek to open and operate a business in Blaine County are responsible for proposing their intended business to the office of the Mayor of Blaine County via the business app. The submitter of the proposal must be the intended owner of the business, and must meet the following qualifications in order for their proposal to be considered:\n\n- No felonies, violent misdemeanors, or fraud on their criminal record\n\n\nThe business proposals will abide by the following guidelines or will be subject to denial:\n\n- State ID for identification and background check purposes.\n\n- Phone number of the owner for communication purposes.\n\n- The type of business and correct categorization of its goods or services.\n\n- The intended location of the business, which must be owned OR if you do not own the business yet, this may be updated in the future by citing an available property.\n\n\nThe Mayor's Office of Blaine County is tasked with the responsibility to communicate approval, denial, or requested alterations to submitted proposal in an efficient time frame.\n\nIf the business is approved, it is the responsibility of the submitter to seek the purchasing of a Business License as outlined in the Business License Protocols.\n\nIf the business is denied, the Blaine County Mayor's Office will communicate their concerns with the proposal. If they so choose, the submitter will then be allowed to submit a new or altered proposal at any time that addresses the concerns for reconsideration.\n\n* Business Penalties*\n\nShould a business owner that operates out of Blaine County be tried and found guilty in a court of law of having used their business for illegal activity, the business owner may be summoned to come before a panel in Blaine County to address what will become of their business. This panel will include the Mayor of Blaine County, one Justice/Judge, and the current Sheriff of Blaine County. The business owner will have the opportunity to plead their case to this panel, and the panel reserves the right to administer probation, fines, or seizures, if any, that they see fit.\n\n*Operating without a Business License*\n\nShould a citizen be found to be operating a business in Blaine County without a Business License, penalties will administered.\n\nThe following penalties will always be accompanied by a 7 day window between them. During this 7 day window, the offender will be expected to cease operations and obtain a Business License. Should they fail to obtain a Business License and continue operating, they will be penalized, and the next 7 day window will begin at the time of the penalty being issued.\n\nThe aforementioned penalties will escalate every 7 days, doubling the fine associated with the penalty each time. For example:\n\nFirst offense: Warning issued\nSecond offense: $25,000\nThird offense: $50,000\nFourth offense: $100,000\nFifth offense: $200,000\n\nThis will continue on until the offender ceases operations and obtains a Business License, or simply until they cease operations (if they choose not to pursue obtainment of a Business License).\n\n*Implementation Plan*\n\n*Timeline for Enactment:* Effective immediately.\n\n*Conclusion *\n\nThrough this legislation, citizens seeking to apply for, own, and operate businesses in Blaine County will be knowledgeable of the protocols, procedures, and penalties associated with that endeavor."
  },
  {
    "title": "Enactment of Toll Roads",
    "date": "2024-08-07",
    "url": "https://www.nopixel.net/upload/index.php?posts/741631/",
    "body": "High rates of speed have been a growing concern within Sandy Shores. Enacting 2 toll roads will help to slow down citizens driving through Sandy Shores, therefore keeping the residents and pedestrians safer, as well as contributing to the Blaine County Sheriff's Office's funds to support the growth of the department and, as a consequence, a safer Blaine County.\n\nConstitutional Justification\nAs per the Constitution, the Blaine County Mayor is responsible for the creation of Blaine County legislation and services, and the Blaine County Sheriff's Office is responsible for the County’s public services. \n\nDetails\nTwo toll booths will be installed in Sandy Shores: One on East Joshua Road and one on Panorama Drive. These toll booths will be operated by members of the Blaine County Sheriff's Office. When a vehicle approaches the toll booth, they will come to a full stop and be charged with a $25.00 fee in order to pass. Should a citizens want easier entry, they will be allowed to purchase a Sandy Skip, which costs $500.00 and gains them quick passage through either toll road for 1 month.\n\nShould a citizen pass through the toll road without paying while it is being actively operated, and the citizen has been identified, they will incur a $25 fine to be paid at a later time. Each recurring time that the citizen passes without paying will incur another $25.\n\nIf a citizen drives through a toll road but the toll booth is not currently being operated, no toll will be applied for that passing.\n\nMembers of the Unified Police Department and members of the Emergency Medical Services are exempt from all tolls.\n\nImplementation\n\nTimeline for Enactment: Effective Immediately.\n\nConclusion\n\nWith the operation of these toll roads, Sandy Shores will become a safer place to live and visit while also helping to raise funds for a more well-equipped and productive Sheriff's Office.\n\nSignature\n\nAndi Jones\nMayor of Blaine County\nAugust 7, 2024"
  },
  {
    "title": "Hunting Regulations and Procedures",
    "date": "2024-08-06",
    "url": "https://www.nopixel.net/upload/index.php?threads/hunting-regulations-and-procedures.353160/unread&new=1",
    "body": "*This legislation shall outline the regulations and procedures that must be followed by those choosing to engage in hunting practices in Blaine County.\n\n*Constitutional Justification*\n\nThe Constitution empowers the Mayor of Blaine County to legislate laws that pertain to the residents and operations within Blaine County.\n\n*Details*\n\nHunting is only permitted within the non-residential areas of Blaine County. In order to engage in hunting practices, hunters must abide by the following guidelines:\n\n- Obtainment of a hunting license via a Justice, Judge, or County Clerk for a one-time fee of $4,500. Anyone with a violent felony will be automatically disqualified from obtaining or holding a Hunting License.\n- Hunting Rifles may only be possessed and used by licensed hunters.\n- Anyone who owns a Hunting Rifle which was purchased prior to this legislation going into effect must procure their Hunting License within 1 week or may face criminal charges.\n- At this time, only deer are authorized for hunting. Hunting for any other game is, at this time, illegal.\n\n*Implementation*\n\n*Timeline for Enactment:* Effective immediately.\n\n*Conclusion*\n\nThrough this legislation, citizens seeking to engage in hunting will educate themselves concerning the parameters and procedures pertaining to hunting licensing and practicing.\n\n*Signature*\n\nAndi Jones\nMayor of Blaine County\nAugust 6, 2024\nView this thread\n<https://www.nopixel.net/upload/index.php?threads/hunting-regulations-and-procedures.353160/unread&new=1>\nWatched forums <https://www.nopixel.net/upload/index.php?watched/forums>"
  },
  {
    "title": "Executive Order for Chief of Police of the LSPD",
    "date": "2024-08-03",
    "url": "https://www.nopixel.net/upload/index.php?posts/740609/",
    "body": "I Nino Chavez, Mayor of Los Santos County, hereby grant Daisy Moss (1495) the title of Chief of Police. The previous Chief of Police must step down. This legislation will take effect immediately."
  },
  {
    "title": "Chamber of Commerce of Los Santos County",
    "date": "2024-07-31T05:38:06+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/chamber-of-commerce-of-los-santos-county.352463/",
    "body": "Chamber of Commerce of Los Santos County\n\nIntroduction and Purpose:\nThe primary objective of the Chamber of Commerce is to create a group of like-minded individuals that either own a business, are entrepreneurs or have an interest in helping the businesses of Los Santos and uplift their business ideas and the local business community. \nLos Santos, Chamber of Commerce\n\nPurpose Statement\nThe Chamber of Commerce will exist to foster a dynamic business environment for the County of..."
  },
  {
    "title": "Los Santos Traffic Ordinances [REDUX] (Los Santos County)",
    "date": "2024-07-31T00:33:12+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/los-santos-traffic-ordinances-redux-los-santos-county.352441/",
    "body": "NOTE: Los Santos Traffic Regulations is being altered to Los Santos Traffic Ordinances alongside updates below\n\nLos Santos Traffic Ordinances\n\nIntroduction\nThe 'Los Santos Traffic Ordinances' act aims to be a living document in clarifying and reforming the traffic systems in Los Santos County to improve safety, traffic flow, infrastructure strains, needless civilian criminalization and reduce environmental impact, this legislation seeks to address the community's concerns about traffic..."
  },
  {
    "title": "Los Santos Blockade Act (Los Santos County)",
    "date": "2024-07-30T23:08:34+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/los-santos-blockade-act-los-santos-county.352437/",
    "body": "\"Los Santos Blockade Act\"\nGruppe 6 Clearance Level 3 (CL3) Blockade Act Legislation\n\nIntroduction:\nThe purpose of this legislation is to establish a special security privilege for Clearance Level 3 (CL3) employees of Gruppe 6, an asset security company. This license grants them specific privileges to ensure the secure and safe transport of large blockade shipments issued through the Gruppe 6 Company. This will allow them to act beyond the scope of a typical transport specialist in protecting..."
  },
  {
    "title": "Blaine County Business Protocols, Procedures, and Penalties (On Behalf of Andi Jones)",
    "date": "2024-07-28T15:40:27+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/blaine-county-business-protocols-procedures-and-penalties-on-behalf-of-andi-jones.352144/",
    "body": "Blaine County Business Protocols, Procedures, and Penalties\n\nThis legislation is intended to provide guidance for business protocols, laws, and enforcement within Blaine County.\n\nConstitutional Justification\n\nThe constitution provides no restrictions on..."
  },
  {
    "title": "Marijuana Decriminalization Act (Los Santos County)",
    "date": "2024-07-28T15:39:34+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/marijuana-decriminalization-act-los-santos-county.352048/",
    "body": "Introduction\nThe Marijuana Decriminalization Act aims to legalize the possession of small amounts of marijuana for personal use in Los Santos County. This initiative seeks to allow law enforcement to focus on more serious crimes and align with public opinion for a more equitable legal system.\n\nCitizens of Los Santos County have strongly supported the decriminalization of marijuana possession. This legislation addresses their desire to support personal..."
  },
  {
    "title": "FOIA Request for Citizen Profile (Legislation proposal for Nino Chavez)",
    "date": "2024-07-25T21:13:14+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/foia-request-for-citizen-profile-legislation-proposal-for-nino-chavez.351824/",
    "body": "FOIA Request for Citizen Profile\n\nIntroduction and Purpose\n\nLos Santos FOIA Request for Citizen Profile Legislation\n\nPurpose Statement:\nThis legislation aims to establish a standardized process for requesting and obtaining Citizen Profiles from government agencies under the Freedom of Information Act (FOIA), ensuring transparency, accountability, and the protection of individual privacy.\n\nBackground Information:\nCurrently, the process for obtaining comprehensive information about individuals..."
  },
  {
    "title": "Los Santos Traffic Regulations: STOP N GO (Legislation Proposal on behalf of LS County Mayor Nino Chavez)",
    "date": "2024-07-25T19:47:39+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/los-santos-traffic-regulations-stop-n-go-legislation-proposal-on-behalf-of-ls-county-mayor-nino-chavez.351463/",
    "body": "Introduction and Purpose: \"Los Santos Traffic Regulations: Stop N Go\"\n\nPurpose\nThe primary objective of the Stop n' Go initiative is to alleviate traffic-related delays and conserve resources that are otherwise wasted when vehicles idle at red lights. By reimagining the function of red traffic lights as stop signs, we aim to improve traffic flow and reduce environmental impact.\n\nAddresses Specific Needs or Issues\nThe citizens of Los Santos have voiced a clear preference for a..."
  },
  {
    "title": "Judicial Election - July 2024",
    "date": "2024-07-20T21:36:00+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/judicial-election-july-2024.350210/",
    "body": "All candidates interested in running for one of two Elected Judge seats shall provide their application in this post. Submissions will be closed on July 14th at 11PM EST. The voting ballots will then be opened and the timeline to vote announced via state announcement. You must meet the following requirements:\n- Must hold a State BAR License at the time of application\n- Individual must have a record that is clear of Felonies and Violent Misdemeanors\n- Candidates must remain unbiased..."
  },
  {
    "title": "San Andreas Medical Authority Director Candidate Election",
    "date": "2024-07-20T21:35:13+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/san-andreas-medical-authority-director-candidate-election.350009/",
    "body": "All candidates interested in running for the San Andreas Medical Authority Director seat shall provide their application in this post. Submissions will be closed on July 14th at 11PM EST. The voting ballots will then be opened and the timeline to vote announced via state announcement. You must be a current medical professional to qualify for this position, AKA you must be an active licensed doctor or EMS.\n\nThe following information is required:\n- Full Legal Name\n- State ID\n- Primary..."
  },
  {
    "title": "Blaine County Mayoral Candidate Application",
    "date": "2024-07-20T21:34:21+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/blaine-county-mayoral-candidate-application.349996/",
    "body": "All candidates interested in running for the Blaine County Mayor seat shall provide their application in this post. Submissions will be closed on July 14th at 11PM EST. The voting ballots will then be opened and the timeline to vote announced via state announcement. Convicted felons are not eligible to hold this public office.\n\nThe following information is required:\n- Full Legal Name\n- State ID\n- Primary Phone Number\n- Discord ID\n- A summary of your positions or platform"
  },
  {
    "title": "Los Santos County Mayoral Candidate Application",
    "date": "2024-07-20T21:33:33+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/los-santos-county-mayoral-candidate-application.349995/",
    "body": "All candidates interested in running for the Los Santos County Mayor seat shall provide their application in this post.  Submissions will be closed on July 14th at 11PM EST.  The voting ballots will then be opened and the timeline to vote announced via state announcement.   Convicted felons are not eligible to hold this public office.\n\nThe following information is required:\n- Full Legal Name\n- State ID\n- Primary Phone Number\n- Discord ID\n- A summary of your positions or platform"
  },
  {
    "title": "Format for Introducing Legislation in San Andreas",
    "date": "2024-07-10T16:50:02+0000",
    "url": "https://www.nopixel.net/upload/index.php?threads/format-for-introducing-legislation-in-san-andreas.350171/",
    "body": "Format for Introducing Legislation in San Andreas\nThe following is the general format for implementing any legislation introduced into San Andreas. Legislation must adhere to the Constitution of San Andreas and will follow a democratic process.\n\n1. Introduction and Purpose:\n- Purpose:\n  - Address specific needs or issues\n- Format:\n  - [Blaine County, Los Santos]Title\n  - Purpose Statement\n  - Background Information.\n\n2. Constitutional..."
  }
]